Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: Achievement 35
pl: Osiągnięcie 35

source: Achievement 36
pl: Osiągnięcie 36

source: Achievement 37
pl: Osiągnięcie 37

source: Achievement 38
pl: Osiągnięcie 38

source: Achievement 39
pl: Osiągnięcie 39

source: Achievement 4
pl: Osiągnięcie 4

source: Achievement 40
pl: Osiągnięcie 40

source: Achievement 41
pl: Osiągnięcie 41

source: Achievement 42
pl: Osiągnięcie 42

source: Achievement 43
pl: Osiągnięcie 43

source: Achievement 44
pl: Osiągnięcie 44

source: Achievement 45
pl: Osiągnięcie 45

source: Achievement 46
pl: Osiągnięcie 46

source: Achievement 47
pl: Osiągnięcie 47

source: Achievement 5
pl: Osiągnięcie 5

source: Achievement 6
pl: Osiągnięcie 6

source: Achievement 7
pl: Osiągnięcie 7

source: Achievement 8
pl: Osiągnięcie 8

source: Achievement 9
pl: Osiągnięcie 9

source: Ack!
pl: Ach!

source: Acknowledged.
pl: Przyjęto.

source: Acoustic Director
pl: Kierownik akustyki

source: Acoustic Producer
pl: Producent akustyki

source: Acquire the below materials to improve communications with the Resistance camp.
pl: Zdobądź poniższe materiały, aby poprawić komunikację z obozem Ruchu Oporu.

source: Acquiring Additional Pods
pl: Zdobywanie dodatkowych Podów

source: Acquisition Rate
pl: Iloraz pozyskanych

source: Action
pl: Akcja

source: Action must be taken immediately.
pl: Należy podjąć natychmiastowe działania.

source: Activate missile controls.
pl: Aktywuję sterowanie pociskiem.

source: Activating Environmental Sensors
pl: Aktywowanie czujników środowiskowych

source: Activating FCS
pl: Aktywowanie systemu FCS

source: Activating FFCS.
pl: Aktywowanie systemu FFCS.

source: Activating IFF
pl: Aktywowanie systemu IFF

source: Activating Inertia Control System
pl: Aktywowanie inercyjnego systemu kontroli

source: Activating NFCS.
pl: Aktywowanie systemu NFCS.

source: Activating Plato.
pl: Aktywowanie Platona.

source: Activating short-range attack gear.
pl: Aktywacja ekwipunku do walki na krótkim dystansie.

source: Activation approved.
pl: Zatwierdzono aktywację.

source: Activation complete. Access granted.
pl: Aktywacja ukończona. Przyznano dostęp.

source: Activation of Plato confirmed.
pl: Aktywowanie Platona potwierdzone.

source: Activation of unit A2 confirmed.
pl: Potwierdzono aktywację jednostki A2.

source: Active Machine
pl: Aktywna maszyna

source: Active Quests
pl: Aktywne zadania

source: Actually,
pl: Zasadniczo,

source: Actually, I've sort of run out of ideas.
pl: No... Tak właściwie to... Skończyły mi się pomysły.

source: Actually, I... Well, I have the records stored on that external drive.
pl: Właściwie to... Jeśli jesteś zainteresowana, to na tamtym dysku zewnętrznym znajdują się różne zapiski.

source: Actually, have you spoken with 9S yet? He's waiting in his room.
pl: W sumie, rozmawiałaś już z 9S? Czeka w swoim pokoju.

source: Actually, he said it wasn't worthy of a response.
pl: Szczerze mówiąc, uznał, że nie zasługuje na odpowiedź.

source: Actually, it needs to be in person.
pl: Właściwie, musimy zapytać osobiście.

source: Actually, never mind.
pl: Właściwie, to nieważne.

source: Actually, the Commander has already ordered us to prioritize tracking down surviving YoRHa members.
pl: Właściwie, to Pani Komandor już wydała rozkazy, aby skupić się na wyśledzeniu ocalałych członków YoRHy.

source: Actually, there's something I needed to ask you.
pl: Właściwie, to muszę cię o coś poprosić.

source: Actually, we already took care of them.
pl: Tak właściwie, to... już się nimi zajęliśmy.

source: Actually, we have orders from the Bunker to...destroy her.
pl: Tak właściwie, to dostaliśmy rozkazy z Dowództwa, żeby... ją zniszczyć.

source: Adam also appeared in the Copied City. His fascination with humanity lead him to created the Copied City in an attempt to imitate them. He then separated himself from the network and put his life on the line against 2B in an attempt to better understand the concepts of life and death. While he eventually gained the knowledge he sought, the price was his own life.
pl: Adam pojawił się w Skopiowanym Mieście. Jego fascynacja ludźmi doprowadziła go do stworzenia Skopiowanego Miasta jako próby naśladowania ich. Oddzielił się od sieci i postawił swoje życie na szali przeciwko 2B, próbując lepiej zrozumieć koncepcje życia i śmierci. Choć ostatecznie zdobył wiedzę której pragnął, ceną za to było jego własne życie.

source: Adam also appeared in the Copied City. His fascination with humanity led him to create the Copied City in an attempt to imitate them. He then separated himself from the network and put his life on the line against 2B in an attempt to better understand the concepts of life and death. While he eventually gained the knowledge he sought, the price was his own life.
pl: Adam pojawił się w Skopiowanym Mieście. Jego fascynacja ludźmi doprowadziła go do stworzenia Skopiowanego Miasta jako próby naśladowania ich. Oddzielił się od sieci i postawił swoje życie na szali przeciwko 2B, próbując lepiej zrozumieć koncepcje życia i śmierci. Choć ostatecznie zdobył wiedzę której pragnął, zapłacił za to najwiekszą cenę — stracił swoje własne życie.

source: Adam and Eve
pl: Adam i Ewa

source: Adam laughs. “And yet you androids claim to be alive? How very odd. You are puppets who lack even your own free will.”
pl: Adam zaśmiał się... „I to wy, androidy, uważacie się za żywych? Jakież to dziwne. Jesteście marionetkami, którym brak nawet wolnej woli.”

source: Adam was again encountered inside the alien mothership. Strangely enough, he spent part of that fight lecturing his foes about how the aliens met their end at the hands of the machines. Deeply fascinated with mankind, he seeks to dissect the surviving humans on the moon.
pl: Adam został ponownie spotkany na statku kosmitów. O dziwo, część walki spędził na wygłaszaniu przemówień na temat tego w jaki sposób kosmici zginęli z rąk maszyn. Dogłębnie zafascynowany ludzkością, pragnie zbadać losy ocalałych na księżycu ludzi.

source: Adam's Glasses
pl: Okulary Adama

source: Add a fairly strong shock wave to weapon attacks.
pl: Dodaje dosyć silną falę uderzeniową do ataków bronią.

source: Add a powerful shock wave to weapon attacks.
pl: Dodaje potężną falę uderzeniową do ataków bronią.

source: Add a pretty powerful shock wave to weapon attacks.
pl: Dodaje całkiem potężną falę uderzeniową do ataków bronią.

source: Add a shock wave to weapon attacks.
pl: Dodaje falę uderzeniową do ataków bronią.

source: Add a slightly strong shock wave to weapon attacks.
pl: Dodaje niezbyt silną falę uderzeniową do ataków bronią.

source: Add a slightly weak shock wave to weapon attacks.
pl: Dodaje nieco słabszą falę uderzeniową do ataków bronią.

source: Add a strong shock wave to weapon attacks.
pl: Dodaje silną falę uderzeniową do ataków bronią.

source: Add a very powerful shock wave to weapon attacks.
pl: Dodaje bardzo potężną falę uderzeniową do ataków bronią.

source: Add a weak shock wave to weapon attacks.
pl: Dodaje słabą falę uderzeniową do ataków bronią.

source: Add effects to voice playback.
pl: Dodaj efekty do odtwarzanego głosu.

source: Add or remove attachments.
pl: Dodaj/usuń załączniki.

source: Adding lots of adornments will make me beautiful.
pl: Dodanie wielu ozdób sprawi, że stanę się naprawdę piękna.

source: Additional
pl: Dodatkowe

source: Additional Voices
pl: Dodatkowe głosy

source: Additionally, the large structural units launched from the facility have been detected in multiple areas.
pl: Dodatkowo wykryto wysłanie z obiektu wielkich jednostek strukturalnych do wielu obszarów.

source: Adds a beast effect to close-range attacks.
pl: Dodaje efekt bestii w atakach na krótki dystans.

source: Adds a critical-hit effect.
pl: Dodaje efekt ataków krytycznych.

source: Adds a high probability of stunning enemies.
pl: Zwiększa prawdopodobieństwo ogłuszenia wrogów.

source: Adds a shock wave when finishing off enemies.
pl: Dodaje falę uderzeniową podczas dobijania wrogów.

source: Adds a shock wave when striking enemy projectiles.
pl: Dodaje falę uderzeniową przy niszczeniu wrogich pocisków.

source: Adds new music to the jukebox. Contains dream-like music regarding the memories of Plato 1728.
pl: Dodaj nową muzykę do szafy grającej. Zawiera oniryczną muzykę związaną z wspomnieniami Platona 1728.

source: Adjust FidelityFX level.
pl: Dostosuj poziom FidelityFX.

source: Adjust ambient occlusion quality.
pl: Dostosuj okluzję otoczenia (ambient occlusion).

source: Adjust and customize game controls.
pl: Dostosuj sterowanie grą.

source: Adjust anti-aliasing.
pl: Dostosuj ustawienia antyaliasingu.

source: Adjust camera settings.
pl: Dostosuj ustawienia kamery.

source: Adjust game settings.
pl: Dostosuj ustawienia gry.

source: Adjust graphics presets.
pl: Wybierz predefiniowane ustawienia grafiki.

source: Adjust horizontal (left/right) camera rotation speed.
pl: Dostosuj prędkość obracania kamery w poziomie.

source: Adjust how far the camera is typically positioned from the player.
pl: Dostosuj standardową odległość kamery od postaci.

source: Adjust how far the camera pans out when enemies are nearby.
pl: Dostosuj odległość kamery od postaci w pobliżu wrogów.

source: Adjust how fast the camera follows in pursuit of the player.
pl: Dostosuj prędkość podążania kamery za postacią gracza.

source: Adjust how fast the camera moves in and out.
pl: Dostosuj prędkość zbliżania i oddalania kamery.

source: Adjust how fast the camera moves left/right in response to player actions.
pl: Dostosuj poziomą prędkość kamery w reakcji na działania gracza.

source: Adjust how fast the camera moves up/down in response to player actions.
pl: Dostosuj pionową prędkość kamery w reakcji na działania gracza.

source: Adjust how fast the camera tracks enemies when locked on.
pl: Prędkość śledzenia przeciwnika namierzonego przez kamerę.

source: Adjust how fast the camera tracks enemies when not locked on.
pl: Prędkość śledzenia przeciwników nienamierzonych przez kamerę.

source: Adjust language settings.
pl: Dostosuj ustawienia języka.

source: Adjust motion blur.
pl: Dostosuj ustawienia rozmycia podczas ruchu (motion blur).

source: Adjust other settings.
pl: Dostosuj pozostałe ustawienia.

source: Adjust screen display method.
pl: Zmień metodę wyświetlania obrazu.

source: Adjust screen resolution.
pl: Dostosuj rozdzielczość obrazu.

source: Adjust screen settings.
pl: Dostosuj ustawienia ekranu.

source: Adjust sound settings.
pl: Dostosuj ustawienia dźwięku.

source: Adjust texture filtering settings.
pl: Dostosuj ustawienia filtrowania tekstur.

source: Adjust the brightness level of the display.
pl: Dostosuj poziom jasności obrazu.

source: Adjust the difficulty level.
pl: Dostosuj poziom trudności.

source: Adjust the quality of effects.
pl: Dostosuj jakość efektów.

source: Adjust the quality of shadows.
pl: Dostosuj jakość cieni.

source: Adjust the settings until you can hear my voice.
pl: Ustaw wszystko tak, aby zacząć słyszeć mój głos.

source: Adjust the volume of background music.
pl: Dostosuj głośność ścieżki dźwiękowej.

source: Adjust the volume of in-game voices.
pl: Dostosuj głośność kwestii mówionych.

source: Adjust the volume of sound effects.
pl: Dostosuj głośność efektów dźwiękowych.

source: Adjust until only the right icon is visible.
pl: Ustaw tak, by tylko prawa ikona była widoczna.

source: Adjust v-sync.
pl: Dostosuj ustawienia synchronizacji pionowej (V-Sync).

source: Adjust various game settings.
pl: Dostosuj ustawienia gry.

source: Adjust various settings.
pl: Dostosuj ustawienia.

source: Adjust vertical (up/down) camera rotation speed.
pl: Dostosuj prędkość obracania kamery w pionie.

source: Adjustment of left arm motor functions complete: 32% defective.
pl: Dostosowywanie funkcji motorycznych lewego ramienia: 32% wadliwe.

source: Adjustment of right arm motor functions complete: 11% defective.
pl: Dostosowywanie funkcji motorycznych prawego ramienia: 11% wadliwe.

source: Advent of the Songstress
pl: Pojawienie się śpiewaczki

source: Affirmative.
pl: Potwierdzam.

source: Affirmative. As a support unit, I am capable of engaging in conversation as necessary.
pl: Potwierdzam.. Jako jednostka wsparcia, w razie potrzeby, jestem zdolny do udziału w konwersacji.

source: Affirmative. His mental state has become dangerously unstable.
pl: Potwierdzam. Jego stan psychiczny stał się niebezpiecznie niestabilny.

source: Affirmative. Launching compressed conversation mode.
pl: Potwierdzam. Uruchomiono tryb skompresowanej konwersacji.

source: Affirmative. No request was received from unit A2.
pl: Potwierdzam. Nie otrzymano żadnego żądania ze strony jednostki A2.

source: Affirmative. Operator 21O.
pl: Potwierdzam. Operatorka 21O.

source: Affirmative. Relevant data concerns the massive facility you just accessed.
pl: Potwierdzam. Istotne dane dotyczą ogromnego obiektu, do którego uzyskano przed chwilą dostęp.

source: Afghanistan
pl: Afganistan

source: Afraid I can't even give heroes a discount, but I can probably arrange a special bit of tuning if you'd like.
pl: Obawiam się, że nawet bohaterowie nie dostają zniżek, ale może uda się załatwić specjalne dostrajanie, jeśli masz ochotę.

source: After 4 seconds of not taking damage, restore 18% HP/sec.
pl: Po 4 s bez odnoszenia obrażeń, przywraca 18% PŻ/s.

source: After 5 seconds of not taking damage, restore 12% HP/sec.
pl: Po 5 s bez odnoszenia obrażeń, przywraca 12% PŻ/s.

source: After 5 seconds of not taking damage, restore 9.6% HP/sec.
pl: Po 5 s bez odnoszenia obrażeń, przywraca 9,6% PŻ/s.

source: After 6 seconds of not taking damage, restore 0.6% HP/sec.
pl: Po 6 s bez odnoszenia obrażeń, przywraca 0,6% PŻ/s.

source: After 6 seconds of not taking damage, restore 1.2% HP/sec.
pl: Po 6 s bez odnoszenia obrażeń, przywraca 1,2% PŻ/s.

source: After 6 seconds of not taking damage, restore 2.4% HP/sec.
pl: Po 6 s bez odnoszenia obrażeń, przywraca 2,4% PŻ/s.

source: After 6 seconds of not taking damage, restore 3.6% HP/sec.
pl: Po 6 s bez odnoszenia obrażeń, przywraca 3,6% PŻ/s.

source: After 6 seconds of not taking damage, restore 4.8% HP/sec.
pl: Po 6 s bez odnoszenia obrażeń, przywraca 4,8% PŻ/s.

source: After 6 seconds of not taking damage, restore 7.2% HP/sec.
pl: Po 6 s bez odnoszenia obrażeń, przywraca 7,2% PŻ/s.

source: After I went berserk, the machines grew to fear dolls.<bt_wait> Even now, they gather dolls together and destroy them.<bt_wait> Every day, the dolls are being destroyed.<bt_wait> And I keep watching from this memory space, every single day.<bt_wait>
pl: Po tym jak wpadłem w szał, maszyny zaczęły bać się lalek.<bt_wait> Zaczęły nawet zbierać lalki i je niszczyć.<bt_wait> Każdego dnia, lalki są niszczone.<bt_wait> I każdego dnia, oglądam to z tej przestrzeni pamięci.<bt_wait>

source: After a YoRHa body is destroyed, only its memory data is transferred to the new body.
pl: Po zniszczeniu ciała YoRHy tylko dane zapisane w pamięci są przesyłane do nowego ciała.

source: After a bit of thought, Rose decides to throw in with the new models.<bt_wait> It's a relationship that changes as time goes on. </page>
pl: Po dłuższym zastanowieniu, Róża decyduje się przyjąć nowe modele.<bt_wait> To związek, który się zmienia w miarę upływu czasu. </page>

source: After a long period of battles and adventures, the prophet spoke.
pl: Po długim okresie, pełnym walk i różnych przygód, prorok przemówił.

source: After all, I am the genius whose very name makes the earth itself tremble!
pl: W końcu jestem geniuszem, a samo wypowiedzenie mojego imienia powoduje, że świat drży w posadach!

source: After all, the only way to understand someone is to get to know them. Isn't that right?
pl: W końcu, jedyny sposób, aby kogoś zrozumieć, to go poznać. Prawda?

source: After being repaired, 9S heads towards the next Resource Recovery Unit. This leads him to the amusement park.
pl: Po naprawach, 9S kieruje się w stronę kolejnej Jednostki Odzyskującej Zasoby. Doprowadza go to do parku rozrywki.

source: After completing the trials, the machine lifeforms recounted that long ago, on these same sands, there existed a kingdom of people who lived their whole lives wearing masks. They say they can relate to people who desperately need something to cling to in order to keep on living.
pl: Po ukończeniu prób, mechaniczne formy życia opowiadają o tym, że dawno temu, na tych piaskach istniało królestwo, którego poddani przez całe życie nosili maski. Mówią, że potrafią zrozumieć ludzi, którzy desperacko potrzebowali czegoś, czego mogli się kurczowo trzymać, by przetrwać.

source: After fear overtook them, the children of the Pascal's village committed suicide. Filled with sorrow at his decision to teach them about fear, Pascal asked A2 to delete his memories. After A2 refused, the despondent Pascal disappeared.
pl: Po tym jak zawładnął nimi strach, dzieci z wioski Pascala popełniły samobójstwo. Wypełniony żalem, że zdecydował się nauczyć je strachu, Pascal poprosił A2, by usunęła jego wspomnienia. Gdy A2 odmówiła, przygnębiony Pascal zniknął.

source: After fear overtook them, the children of the Pascal's village committed suicide. Filled with sorrow at his decision to teach them about fear, Pascal asked A2 to delete his memories. Once she did, the Pascal of old ceased to exist.
pl: Po tym jak zawładnął nimi strach, dzieci z wioski Pascala popełniły samobójstwo. Wypełniony żalem, że zdecydował się nauczyć je strachu, Pascal poprosił A2, by usunęła jego wspomnienia. Gdy spełniła jego żądanie, stary Pascal przestał istnieć.

source: After fear overtook them, the children of the Pascal's village committed suicide. Filled with sorrow at his decision to teach them about fear, Pascal asked A2 to end his life. As she complied, Pascal uttered a few dying words of gratitude.
pl: Po tym jak zawładnął nimi strach, dzieci z wioski Pascala popełniły samobójstwo. Wypełniony żalem, że zdecydował się nauczyć je strachu, Pascal poprosił A2, by zakończyła jego życie. Gdy spełniła jego żądanie, Pascal przed śmiercią wyraził kilka słów wdzięczności.

source: After going mad with rage over the loss of Adam, Eve gained the ability to unleash powerful attacks with an arm clad in debris. Thanks to the desperate hacking work of 9S, he was eventually separated from the network and killed.
pl: Po tym jak wpadł w szał po stracie Adama, Ewa zyskał umiejętność wyzwalania potężnych ataków ramieniem pokrytym odłamkami. Dzięki desperackiej pracy hakerskiej 9S, ostatecznie został odcięty od sieci i zabity.

source: After hacking the Pod, you learn that the woman's friend was killed by another Resistance member clad in a red hood. Head to the Resistance camp and catch the perpetrator...er, red-hooded.
pl: Po zhakowaniu Poda, dowiadujesz się, że przyjaciółka kobiety została zabita przez innego członka Ruchu Oporu, ubranego w czerwony kaptur. Udaj się do obozu Ruchu Oporu i złap sprawcę na czerwonym... eee, gorącym uczynku.

source: After handing over the plug-in chips, the Resistance member seems happy, saying he'll introduce his family the next time you meet.
pl: Po przekazaniu czipów rozszerzeń, członek Ruchu Oporu wydaje się być szczęśliwy. Mówi, że chce przedstawić cię swojej rodzinie.

source: After that big battle the other day, I figured everyone would be sick of fighting, but it seems they've fallen in love with this place more than ever.
pl: Po tamtej wielkiej bitwie, stwierdziłem, że wszyscy będą już mieć dość walki, ale wydaje się, że zakochali się w tym miejscu bardziej niż kiedykolwiek wcześniej.

source: After that,
pl: Po tym,

source: After that, I put all my valuables in a secure container. Now I don't have to worry anymore!
pl: Dlatego wszystkie moje kosztowności umieściłem w bezpiecznej skrzyni. Już nie muszę się o nie martwić!

source: After that, we can go to the village entrance and the bridge to the amusement park!
pl: Potem możemy pójść do wejścia do wioski i mostu prowadzącego do parku rozrywki!

source: After the fall of the Bunker, 4S, a similar model android to 9S, has taken refuge at the Forest Castle. Even though the YoRHa squad has been destroyed, he still trying to gather data on the enemy, and since there's only so much he can do on his own, he has asked 9S for help. Gather new enemy intel, and give it to 4S at the Forest Castle.
pl: Po upadku Bunkra, 4S, model androida podobny do 9S, znalazł schronienie w Leśnym Zamku. Choć oddział YoRHa został zniszczony, wciąż stara się zbierać dane o wrogu, a jako że niewiele jest w stanie na własną rękę, poprosił 9S o pomoc. Zbierz dane wywiadowcze o nowych wrogach i przekaż je 4S w Leśnym Zamku.

source: After the fall of the Bunker, 4S, a similar model android to 9S, has taken refuge at the Forest Castle. Even though the YoRHa squad has been destroyed, he's still trying to gather data on the enemy, and since there's only so much he can do on his own, he has asked 9S for help. Gather new enemy intel, and give it to 4S at the Forest Castle.
pl: Po upadku Bunkra, 4S, model androida podobny do 9S, znalazł schronienie w Leśnym Zamku. Chociaż oddział YoRHa został zniszczony, 4S wciąż stara się zbierać dane o wrogu, ale jako że niewiele jest w stanie osiągnąć na własną rękę, poprosił 9S o pomoc. Zbierz dane wywiadowcze o nowych wrogach i przekaż je 4S w Leśnym Zamku.

source: After visiting Jean-Paul again, you learned that he left a letter behind before departing on a journey. He devoted himself to philosophy to the very end, never once taking notice of those who held affection for him.
pl: Po kolejnych odwiedzinach u Jean-Paula, odkrywasz, że zanim wyruszył w podróż, zostawił list. Poświęcił się filozofii aż do samego końca, nigdy nie zauważając tych, którzy żywili do niego uczucia.

source: After visiting Sartre again, you learned that he left a letter behind before departing on a journey. He devoted himself to philosophy to the very end, never once taking notice of those who held affection for him.
pl: Po kolejnych odwiedzinach u Sartre'a okazuje się, że wyruszył w podróż, zostawiając list. Poświęcił się filozofii aż do samego końca, nigdy nie zauważając tych, którzy żywili do niego uczucia.

source: After we're done reading, can we go out and play?
pl: Czy, jak skończymy czytać, będziemy mogli wyjść się pobawić?

source: After you found a wide space covered with lunar tears in the basement of the commercial facility, Emil appeared and told you of his life. He was built long ago as a weapon, and he himself was but one of many copies produced during the war against the aliens. He said that the place you were standing was very dear to the original Emil who had lived so long before. Your Emil then wistfully explained how echoes of that memory lingered on inside him.
pl: Po tym, jak odnajdujesz otwartą przestrzeń pokrytą księżycowymi łzami w podziemiach budynku komercyjnego, pojawia się Emil i opowiada ci historię swojego życia. Został zbudowany dawno temu jako broń, a on sam był tylko jedną z wielu kopii wyprodukowanych w trakcie wojny z kosmitami. Powiedział, że miejsce w którym stoisz, było bliskie sercu oryginalnego Emila, który żył na długo przed nim. Twój Emil z tęsknotą wyjaśnia jak echa tego wspomnienia pozostają w jego wnętrzu.

source: Aged Stick
pl: Stara laska

source: Aggressive
pl: Agresywny

source: Agh!
pl: Aaa!

source: Agree to bring him the cable.
pl: Zgódź się przynieść kabel.

source: Agree to get science up in the joint.
pl: Zgódź się szerzyć w tym grajdołku piękną naukę.

source: Agree to get the book.
pl: Zgódź się zdobyć książkę.

source: Agree to guard the parade.
pl: Zgódź się chronić parady.

source: Agree to help Jackass.
pl: Zgódź się pomóc Jackass.

source: Agree to help look for her.
pl: Zgódź się pomóc w poszukiwaniach.

source: Agree to help.
pl: Zgódź się pomóc.

source: Agree to look into it.
pl: Zgódź się sprawdzić.
